Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Reopen reviews for both workers and managers
fr_fr: Rouvrir les bilans pour les employé(e)s et les managers

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
fr_fr: Les managers devront republier leurs contributions pour qu'elles soient prises en compte dans le bilan. Notez que les formulaires sont traités en arrière-plan. En fonction du volume de bilans sélectionné, il se peut que vous voyez encore certains de ces formulaires lors de l'application de futures sélections pendant que nous les traitons et les renvoyons aux managers. Vous pouvez continuer à utiliser l'application et effectuer les autres actions éventuellement requises.

source: {{count}} review was successfully moved to "Pending publishing" stage.
fr_fr: {{count}} bilan a été correctement passé à l'étape " En attente de publication ".

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
fr_fr: {{count}} bilans ont été correctement passés à l'étape " En attente de publication ".

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
fr_fr: Les managers devront republier leurs contributions pour qu'elles soient prises en compte dans le bilan. Cette action ne peut pas être annulée.

source: Move reviews to "Pending publishing" stage
fr_fr: Passer les bilans à l'étape " En attente de publication "

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
fr_fr: Les managers devront soumettre le bilan à nouveau. Notez que les formulaires sont traités en arrière-plan. Selon le volume de bilans que vous avez sélectionnés, vous pourriez encore voir certains de ces formulaires lors de l'application de futures sélections pendant que nous les traitons et les renvoyons aux managers. Vous pouvez continuer à utiliser l'application et effectuer toute autre action requise.

source: {{count}} review was successfully reopened.
fr_fr: {{count}} bilan a été rouvert correctement.

source: {{count}} reviews were successfully reopened.
fr_fr: {{count}} bilans ont été rouverts correctement.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
fr_fr: Déplacer {{count}} bilan vers l'étape « En cours ». Les managers devront soumettre à nouveau leur bilan. Cette action ne peut pas être annulée.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
fr_fr: Déplacer {{count}} bilans vers l'étape « En cours ». Les managers devront soumettre leur bilan à nouveau. Cette action ne peut pas être annulée.

source: Reopen reviews
fr_fr: Rouvrir les bilans

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
fr_fr: Ce bilan est maintenant rouvert pour modification par les managers. Les bilans devront être republiés pour prendre en compte les modifications/mises à jour des managers. Si vous avez passé un grand nombre de bilans à cette étape, veuillez prévoir un temps de traitement suffisant pour la réalisation de cette action. Vous pouvez continuer à utiliser l'application et effectuer les autres actions éventuellement requises.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
fr_fr: {{count}} bilan a été correctement passé à l'étape " Conversation & publication ".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
fr_fr: {{count}} bilans ont été correctement passés à l'étape " Conversation & publication ".

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
fr_fr: Le retour d'un bilan fermé à l'étape " Conversation & publication " permet au manager de modifier le bilan et de le republier.

source: Move reviews to "Conversation & publication" stage
fr_fr: Passer les bilans à l'étape " Conversation & publication "

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
fr_fr: Si vous avez passé un grand nombre de bilans à cette étape, veuillez prévoir un temps de traitement suffisant pour la réalisation de cette action. Vous pouvez continuer à utiliser l'application et effectuer les autres actions éventuellement requises.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
fr_fr: {{count}} bilan a été correctement passé à l'étape " En attente de validation ".

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
fr_fr: {{count}} bilans ont été correctement passés à l'étape " En attente de validation ".

source: Moving the accepted review back to "Pending sign-off" stage...
fr_fr: Retour des bilans acceptés à l'étape " En attente de validation " en cours.

source: Move reviews back to "Pending sign-off" stage
fr_fr: Repasser les bilans à l'étape " En attente de validation "

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
fr_fr: Une fois qu'un [nt]Bilan[/nt] est clôturé, il est finalisé et ne peut plus être modifié ni par le [nt]manager[/nt] ni par l'[nt]employé(e)[/nt]. Cependant, les deux parties peuvent toujours consulter le contenu et télécharger le [nt]Bilan[/nt] au format PDF pour référence. Veuillez noter que les [nt]Bilans[/nt] sont traités en arrière-plan. Selon le nombre de [nt]Bilans[/nt] sélectionnés, vous pourriez encore voir temporairement certains formulaires dans d'autres étapes pendant leur traitement. Vous pouvez continuer à utiliser l'application et effectuer d'autres actions pendant que les mises à jour sont appliquées.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
fr_fr: {{count}} bilan a été correctement déplacé vers l'étape « Fermé (système) ».

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
fr_fr: {{count}} bilans ont été correctement déplacés vers l'étape « Fermé (système) ».

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
fr_fr: Déplacer {{count}} bilan vers l'étape \"Fermé (système)\". Cette action ne peut pas être annulée.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
fr_fr: Déplacer {{count}} bilans vers l'étape « Fermé (système) ». Cette action ne peut pas être annulée.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
fr_fr: Une fois cette étape effectuée, le manager évaluateur sera notifié et pourra apporter des modifications à ses notations et commentaires avant de publier le bilan pour l'employé(e). Notez que les formulaires sont traités en arrière-plan. En fonction du volume de bilans sélectionné, il se peut que vous voyez encore certains de ces formulaires lors de l'application de futures sélections pendant que nous les traitons et les renvoyons aux managers. Vous pouvez continuer à utiliser l'application et effectuer les autres actions éventuellement requises.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
fr_fr: {{count}} bilan a été correctement passé à l'étape " Conversation & publication ".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
fr_fr: {{count}} bilans ont été correctement passés à l'étape " Conversation & publication ".

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
fr_fr: Passer {{count}} bilans à l'étape " Conversation & publication ". Cette action ne peut pas être annulée.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
fr_fr: Passez {{count}} bilans à l'étape " Conversation & publication ". Cette action ne peut pas être annulée.

source: Review stage changed
fr_fr: Étape du bilan modifiée

source: Current selection: {{count}}
fr_fr: Sélection actuelle : {{count}}

source: Select reviews to continue
fr_fr: Sélectionnez des bilans pour continuer

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
fr_fr: Pour passer les bilans à une étape différente, sélectionnez l'étape, puis filtrez pour trouver des bilans spécifiques actuellement à l'étape sélectionnée.

source: Select a stage to continue
fr_fr: Sélectionnez une étape pour continuer

source: Move stages
fr_fr: Changer d'étape

source: Reviews in the selected stage: {{count}}
fr_fr: Bilans à l'étape sélectionnée : {{count}}

source: {{count}} reviews were successfully moved.
fr_fr: {{count}} bilans ont été correctement déplacés.

source: {{count}} review was successfully moved.
fr_fr: {{count}} bilan a été correctement déplacé.

source: Move to "Conversation & publication" stage
fr_fr: Passer à l'étape " Conversation & publication "

source: Move to "Closed (system)" stage
fr_fr: Déplacer vers l'étape « Fermé (système) »

source: Move to "Pending sign-off" stage
fr_fr: Passer à l'étape " En attente de validation "

source: Reopen (worker and manager)
fr_fr: Rouvrir (employé(e) et manager)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
fr_fr: Vous êtes sur le point de réaffecter le manager pour ce Bilan de performance. Le nouveau manager obtiendra toutes les autorisations et actions actuellement disponibles pour le manager existant.

source: Reviews in "{{stage}}" stage: {{count}}
fr_fr: Bilans à l'étape « {{stage}} » : {{count}}

source: Exclude sensitive content
fr_fr: Exclure le contenu sensible

source: Search for sensitive content
fr_fr: Rechercher du contenu sensible

source: Show only sensitive content
fr_fr: Afficher uniquement le contenu sensible

source: Show all
fr_fr: Afficher tout

source: Back to performance review templates
fr_fr: Retour aux modèles de bilan de performance

source: Delete selected
fr_fr: Supprimer la sélection

source: Reviews that have passed the moderation stage cannot be deleted.
fr_fr: Les bilans qui ont passé l'étape de modération ne peuvent pas être supprimés.

source: Current stage
fr_fr: Etape actuelle

source: Global ID
fr_fr: ID global

source: Review content
fr_fr: Contenu du bilan

source: Manager view
fr_fr: Vue du manager

source: Move to a different stage
fr_fr: Passer à une étape différente

source: New review stage
fr_fr: Nouvelle étape de bilan

source: Search results: {{count}}
fr_fr: Résultats de recherche : {{count}}

source: Review stage: {{stage}}
fr_fr: Etape du bilan : {{stage}}

source: View review
fr_fr: Afficher le bilan

source: This review doesn't exist or is no longer available to you.
fr_fr: Ce bilan n'existe pas ou n'est plus disponible pour vous.

source: Indicate frequency
fr_fr: Indiquez la fréquence

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
fr_fr: Rouvrez le formulaire uniquement si vous souhaitez que l'employé(e) modifie et soumette de nouveau son bilan. Sinon, vous pouvez directement modifier vos commentaires et votre notation ci-dessous.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
fr_fr: Si vous rouvrez ce bilan, {{employee}} sera informé et pourra modifier son bilan.

source: If you reopen this review, {{employee}} will be notified.
fr_fr: Si vous rouvrez ce bilan, {{employee}} en sera informé(e).

source: Requested to {{count}} workers:
fr_fr: Demandé à {{count}} employé(e) :

source: Requested to 1 worker:
fr_fr: Demandé à 1 employé(e) :

source: {{count}} people have answered this request
fr_fr: {{count}} personnes ont répondu à cette demande

source: {{count}} person has answered this request
fr_fr: {{count}} personne a répondu à cette demande

source: {{count}} people have not answered this request
fr_fr: {{count}} personnes n'ont pas répondu à cette demande

source: {{count}} person has not answered this request
fr_fr: {{count}} personne n'a pas répondu à cette demande

source: Add all goal types
fr_fr: Ajouter tous les types d'objectifs

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
fr_fr: Si vous publiez ce bilan maintenant, {{employee}} ne pourra pas soumettre son bilan individuel et vous ne pourrez pas modifier votre bilan ultérieurement. Une fois le bilan publié, {{employee}} verra le résultat du bilan.

source: I understand. I want to publish this review now.
fr_fr: Je comprends. Je souhaite publier ce bilan maintenant.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
fr_fr: D'accord. J'attendrai que le bilan individuel soit soumis, et je publierai ce bilan plus tard.

source: Peers
fr_fr: Pairs

source: Self
fr_fr: Moi

source: 360 review
fr_fr: Bilan à 360 degrés

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
fr_fr: Votre bilan a été soumis et sera désormais visible par le manager évaluateur. Une fois le bilan publié par le manager, l'employé(e) effectuant le bilan individuel pourra également voir vos contributions.

source: The new manager was successfully assigned to the review.
fr_fr: Le nouveau manager a été correctement assigné au bilan.

source: The manager was successfully removed from the review.
fr_fr: Le manager a été correctement retiré du bilan.

source: Additional managers
fr_fr: Managers supplémentaires

source: After applying, all remaining requests to add managers by the worker will be dismissed.
fr_fr: Après application, toutes les demandes restantes d'ajout de managers par l'employé(e) seront rejetées.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
fr_fr: Gardez à l'esprit que votre bilan de performance doit être focalisé sur les changements que vous pouvez apporter pour avoir un impact plus important à l'avenir. Il est bon de réfléchir au passé, mais n'oubliez pas de le traduire en une action tournée vers l'avenir.

source: Here are some tips to make the most out of your performance conversation.
fr_fr: Voici quelques conseils pour tirer le meilleur parti de votre bilan de performance.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
fr_fr: Les bilans de performance peuvent être intimidants ; veillez à aborder toutes les questions qui vous préoccupent avec votre manager avant le bilan afin de garantir une conversation productive.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
fr_fr: Rassemblez vos données de performance, y compris les feedbacks de vos collègues, la progression de vos objectifs, les rapports d'enquête et autres informations pertinentes. Il est important d'analyser vos données de performance afin d'être correctement préparé(e) pour votre bilan de performance.

source: Have a great review conversation!
fr_fr: Nous vous souhaitons un excellent bilan !

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
fr_fr: En amont de votre bilan de performance, prenez le temps de réfléchir à votre progression et à vos réalisations. C'est l'occasion d'exprimer comment vous souhaitez évoluer dans votre rôle et de planifier une feuille de route avec votre manager.

source: Attachment:
fr_fr: Pièce jointe :

source: Why not request feedback on your behaviors now?
fr_fr: Demandez du feedback sur vos comportements dès maintenant.

source: Hide behavior details
fr_fr: Masquer les détails du comportement

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
fr_fr: Pour votre conversation, examinez le profil de comportement de {{name}} et pensez à des moments où il/elle a démontré chaque comportement et sur quoi vous pensez qu'il/elle devrait se concentrer à l'avenir.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
fr_fr: Pour votre conversation, examinez votre profil comportemental et pensez à des moments où vous avez démontré chaque comportement ou comment vous pouvez vous concentrer sur ces comportements à l'avenir. Examinez les feedbacks ou opinions reçus de vos collègues et déterminez si vous pouvez les utiliser pour mettre en évidence certains exemples. Vous avez constaté des lacunes dans votre roue comportementale ? Demandez dès maintenant du feedback sur les comportements clés auprès de vos pairs et collègues.

source: Show behavior details
fr_fr: Afficher les détails du comportement

source: {{name}} has not received any behaviors over this review period.
fr_fr: {{name}} n'a reçu aucun comportement au cours de cette période de bilan.

source: You have not received any behaviors over this review period.
fr_fr: Vous n'avez reçu aucun comportement au cours cette période de bilan.

source: {{name}}'s behavior profile
fr_fr: Profil comportemental {{name}}

source: This was not resolved. I want to formally challenge my review.
fr_fr: Le contentieux n'a pas été résolu. Je souhaite contester formellement mon bilan.

source: Discussion requested
fr_fr: Discussion demandée

source: Challenged
fr_fr: Contesté

source: Change scale
fr_fr: Modifier l'échelle

source: Comments added by:
fr_fr: Commentaires ajoutés par :

source: Share your final thoughts
fr_fr: Partagez vos commentaires finaux

source: Complete moderation
fr_fr: Modération complète

source: Go to the review list
fr_fr: Aller à la liste des bilans

source: Stay on this review
fr_fr: Rester sur ce bilan

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
fr_fr: Veuillez vérifier le statut du calendrier de bilan en haut du formulaire de bilan pour voir l'étape suivante du processus pour {{employee}}.

source: You have completed the moderation stage.
fr_fr: Vous avez terminé l'étape de modération.

source: I confirm that I have received feedback during the review challenge process.
fr_fr: Je confirme avoir reçu du feedback lors du processus de contestation de bilan.

source: Performance conversation confirmation
fr_fr: Confirmation de la conversation sur la performance

source: Create custom widget
fr_fr: Créer un widget personnalisé

source: Edit widget
fr_fr: Modifier le widget

source: No custom widgets yet
fr_fr: Aucun widget personnalisé pour le moment

source: Editable after result publication
fr_fr: Modifiable après la publication des résultats

source: Are you sure you want to exit? Your changes will not be saved.
fr_fr: Voulez-vous vraiment quitter ? Vos modifications ne seront pas enregistrées.

source: Create widget
fr_fr: Créer un widget

source: Enter a question
fr_fr: Saisissez une question

source: Widget title
fr_fr: Titre du widget

source: Enter a title
fr_fr: Saisissez un titre

source: Widget visible to managers and workers
fr_fr: Widget visible pour les managers et les employé(e)s

source: Widget visible only to managers
fr_fr: Widget visible uniquement pour les managers

source: Widget placement
fr_fr: Placement du widget

source: Above the overall performance
fr_fr: Au-dessus de la performance globale

source: End of the form
fr_fr: Bas du formulaire

source: Top of the form
fr_fr: Haut du formulaire

source: Response visibility
fr_fr: Visibilité de la réponse

source: Reassign my manager review
fr_fr: Réassigner mon bilan manager

source: Manager — Reassigned by {{name}}
fr_fr: Manager — Réassigné par {{name}}

source: Reassigned manager review to:
fr_fr: Bilan manager réassigné à :

source: Reassigned to you by:
fr_fr: Réassigné à vous par :

source: I want to discuss further
fr_fr: Je souhaite discuter davantage

source: Do you want to respond or highlight any changes to the worker?
fr_fr: Voulez-vous répondre ou indiquer des modifications à l'employé(e) ?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
fr_fr: Vous avez indiqué que vous souhaitez avoir une conversation à propos de votre bilan ; par conséquent, votre manager pourra modifier ses évaluations et commentaires. Une fois qu'il/elle aura republié le bilan, vous pourrez accepter ou contester sa soumission finale.

source: Edit performance review
fr_fr: Modifier le bilan de performance

source: If you submit your self-review now, you will not be able to edit it later.
fr_fr: Si vous soumettez votre bilan individuel maintenant, vous ne pourrez pas le modifier ultérieurement.
